export const randomTextPrompt=[
    "在一个昏暗的火车车厢中框定一场激烈的对话。先是一个滴答作响的怀表的特写镜头，然后拉远，揭示出相对而坐的两个人物，紧张气氛扑面而来。通过使用窗户等反射表面展示两人短暂的担忧表情，营造出希区柯克式的紧张感。昏暗的灯光下，偶尔的光影闪烁，给对话增添了紧张感和神秘感，营造出典型希区柯克电影中的紧张氛围。",
    "在经典的西部风格中，一个表情忧郁的男人凝视着镜头，微微颤抖的嘴唇吐出一口烟雾。他的香烟发出的温暖光芒照亮了他的脸，投下的阴影强调了他的忧郁情绪。他戴着宽边帽，穿着粗犷的衣服，配有弹带。他的靴子放在栏杆上，姿态放松，但眼神中透露出更深的悲伤。",
    "在蒸汽朋克宇宙中，一艘带有小齿轮和蒸汽管的纸船在工业城市的金属河中漂浮。河道是由闪亮的黄铜和铜管组成的复杂网络，蒸汽从偶尔的泄漏中缓缓冒出。随着纸船在这片机械景观中航行，它与小机械生物微型机器人和自动装置互动。相机捕捉了船和周围环境的细节，强调了有机纸质和工业金属环境之间的对比。这一场景将维多利亚工业美学与幻想结合起来，突显了蒸汽朋克的创新精神。",
    "两个人举起茶杯小口抿了一口。左边的人轻抿双唇后微笑，右边的人专注于他们的茶，形成一种静雅和微妙互动的场景。布景精致，淡雅的颜色、花卉布置和古典家具增强了优雅氛围。",
    "捕捉一朵玫瑰花蕾在纯黑背景下绽放成全开的过程。延时摄影突出了玫瑰从紧闭的花蕾到开放的鲜花的细腻变化。相机固定不动，突出花朵绽放过程的自然美和细节。柔和的灯光增强了玫瑰的颜色和质感，营造出一种冥想般的纯植物视觉体验，展示了自然的优雅和微妙复杂性。",
    "美国动画风格，在一个灯光柔和的浴室里泰迪熊正在洗澡。它一部分沉浸在泡泡浴缸中，一只爪子拿着电话，另一只爪子在搓洗自己的身体。柔和的灯光营造出温暖和惬意的氛围，浴室的瓷砖是舒缓的粉彩色，增强了温馨和奇幻的氛围。泰迪熊的表情专注，表现出洗澡和打电话的同时进行。",
    "捕捉一个富有想象力的场景：一只三岁的拟人化白色英国垂耳兔，身穿鲜艳的赛车服，头戴小头盔。赛车车身印有“LUCKY”。在类似赛道的简约布景上，兔子坐在一辆小巧流线型的赛车中，准备起跑。背景是一个简单、模糊的赛道图像，传达出速度和运动感，焦点集中在兔子紧张而准备出发的姿态上。高分辨率镜头强调了兔子坚定的表情和赛车的流线型设计，通过鲜艳的颜色和动态角度增强了电影感。这个简洁的场景将幻想竞赛的奇幻与赛车运动的刺激结合在一起，创造了一个视觉上引人注目且令人难忘的画面，捕捉了起跑前的兴奋。",
    "以浅蓝色和淡琥珀色为风格的超现实时尚摄影中，一个宇航员穿着太空服走在雾中，背景为迷人的光白色和金色，构成极简主义静物和印象深刻的全景画面。",
    "影片捕捉了暴风雪中的午夜时分，坐落在积雪覆盖的悬崖顶上的孤立灯塔。相机逐渐放大灯塔的灯光，穿透飞舞的雪花，投射出幽幽的光芒。在白茫茫的环境中，灯塔的黑色轮廓显得格外醒目，呼啸的风声和远处海浪的撞击声增强了孤独的氛围。这一场景展示了灯塔的孤独力量。",
    "在经典的西部风格中，一个表情忧郁的男人凝视着镜头，微微颤抖的嘴唇吐出一口烟雾。他的香烟发出的温暖光芒照亮了他的脸，投下的阴影强调了他的忧郁情绪。他戴着宽边帽，穿着粗犷的衣服，配有弹带。他的靴子放在栏杆上，姿态放松，但眼神中透露出更深的悲伤。",
    "捕捉一只小柯基在阳光充足的大泳池中优雅游泳的宁静时刻。水下视角展示小狗，它温柔的微笑被柔和的黄金时段灯光照亮，光线和阴影在泳池底部交相辉映。场景采用柔和的粉彩色调，增强了梦幻的氛围。高分辨率摄影捕捉了水的质感和柯基愉快表情的每一个细节，创造了一个简单但富有电影感的宁静和纯真画面。这种简约但感性的布景传达了平静和幸福感，是一个宁静而视觉吸引力强的电影场景。"
]
